[
  "auto-template-trigger",
  "templater-obsidian",
  "calendar",
  "float-search",
  "obsidian-kanban",
  "tag-wrangler",
  "quick-explorer",
  "obsidian-git",
  "dataview",
  "darlal-switcher-plus",
  "table-editor-obsidian",
  "auto-card-link"
]