[
  "auto-template-trigger",
  "templater-obsidian",
  "calendar",
  "float-search",
  "obsidian-kanban",
  "tag-wrangler",
  "quick-explorer",
  "obsidian-git",
  "dataview",
  "darlal-switcher-plus",
  "table-editor-obsidian",
  "auto-card-link",
  "highlightr-plugin",
  "obsidian-linter",
  "obsidian-list-callouts",
  "recent-files-obsidian",
  "nldates-obsidian",
  "obsidian-style-settings",
  "obsidian-plugin-update-tracker",
  "settings-search",
  "surfing",
  "obsidian-annotator",
  "obsidian-hover-editor",
  "obsidian-image-toolkit",
  "keyboard-analyzer",
  "obsidian-outliner",
  "obsidian-local-rest-api"
]